Repository: Daniel-Tomas/baseauth-coding-challenge
Catalog: src/locale_mama_cas/*/LC_MESSAGES/django.po
Languages: de

source: Username
de: Benutzername

source: Please enter your username
de: Bitte geben Sie Ihren Benutzernamen ein

source: Password
de: Passwort

source: Please enter your password
de: Bitte geben Sie Ihr Passwort ein

source: Warn before automatic login to other services
de: Vor der automatischen Anmeldung zu einem anderen Service warnen

source: Internal error while authenticating user
de: Interner Fehler während der Authentifizierung des Benutzers

source: The username or password is not correct
de: Der Benutzername oder das Passwort ist falsch

source: This user account is disabled
de: Dieser Benutzer ist deaktiviert

source: Invalid username provided
de: Ungültiger Benutzername angegeben

source: You have been successfully logged out
de: Sie wurden erfolgreich abgemeldet

source: user
de: Benutzer

source: expires
de: läuft ab

source: consumed
de: aufgebraucht

source: primary
de: primär

source: granted by proxy-granting ticket
de: durch ein Proxy-Ticket gewährt

source: granted by service ticket
de: durch ein Service Ticket gewährt

source: granted by proxy ticket
de: durch ein Proxy Ticket gewährt

source: proxy-granting ticket
de: Proxy Ticket

source: proxy-granting tickets
de: Proxy Tickets

source: Central Authentication Service
de: Zentrales Authentifizierungsservice

source: Login
de: Anmeldung

source: Yes, continue
de: Ja, fortfahren

source: No, log me out
de: Nein, abmelden

source: You are logged in as %s
de: Sie sind angemeldet als %s

source: Do you want to access %(service)s as %(user)s?
de: Möchten Sie %(service)s als %(user)s benutzen?

source: The application provided this link to follow: %s
de: Die Anwendung hat diese Adresse zum Folgen geliefert: %s
